Repository: chi-rei-den/TerrariaLocalization
Catalog: project/tm/penalty-30/legacy.tmx
Source language: en_us
Languages: zh_cn

source: Angel Halo
zh_cn: 天使光环

source: Angel Statue
zh_cn: 天使雕像

source: Angel Wings
zh_cn: 天使之翼

source: Angelfish
zh_cn: 天使鱼

source: Angler
zh_cn: 渔夫

source: Angler Earring
zh_cn: 渔夫耳环

source: Angler Fish
zh_cn: 琵琶鱼

source: Angler Fish Banner
zh_cn: 琵琶鱼旗

source: Angler Hat
zh_cn: 渔夫帽

source: Angler Pants
zh_cn: 渔夫裤

source: Angler Tackle Bag
zh_cn: 渔夫渔具袋

source: Angler Vest
zh_cn: 渔夫背心

source: Angry
zh_cn: 愤怒

source: Angry Bones
zh_cn: 愤怒骷髅怪

source: Angry Bones Banner
zh_cn: 愤怒骷髅怪旗

source: Angry Nimbus
zh_cn: 愤怒雨云怪

source: Angry Nimbus Banner
zh_cn: 愤怒雨云怪旗

source: Angry Trapper
zh_cn: 愤怒捕手

source: Angry Trapper Banner
zh_cn: 愤怒捕手旗

source: Angry Tumbler
zh_cn: 愤怒翻滚怪

source: Angry Tumbler Banner
zh_cn: 愤怒翻滚怪旗

source: Animal Skin
zh_cn: 动物皮

source: Ankh Banner
zh_cn: 十字章旗

source: Ankh Charm
zh_cn: 十字章护身符

source: Ankh Shield
zh_cn: 十字章护盾

source: Anklet of the Wind
zh_cn: 疾风脚镯

source: Announcement Box
zh_cn: 广播盒

source: Annoying
zh_cn: 惹恼

source: Anomura Fungus
zh_cn: 歪尾真菌

source: Anomura Fungus Banner
zh_cn: 歪尾真菌旗

source: Anti-Gravity Hook
zh_cn: 反重力钩

source: Antlion
zh_cn: 蚁狮

source: Antlion Banner
zh_cn: 蚁狮旗

source: Antlion Charger
zh_cn: 蚁狮马

source: Antlion Charger Banner
zh_cn: 蚁狮马旗

source: Antlion Mandible
zh_cn: 蚁狮上颚

source: Antlion Swarmer
zh_cn: 蚁狮蜂

source: Antlion Swarmer Banner
zh_cn: 蚁狮蜂旗

source: Anvil
zh_cn: 砧

source: Anvil Statue
zh_cn: 砧雕像

source: Anvils can be crafted out of iron, or purchased from a merchant.
zh_cn: 砧子可以用铁制作或者从商人那里购买。

source: Any
zh_cn: 任何

source: Apply
zh_cn: 应用

source: Apprentice Bait
zh_cn: 学徒诱饵

source: Apprentice's Hat
zh_cn: 学徒帽

source: Apprentice's Robe
zh_cn: 学徒长袍

source: Apprentice's Scarf
zh_cn: 学徒围巾

source: Apprentice's Trousers
zh_cn: 学徒裤

source: April Fools Joke
zh_cn: 愚人节玩笑

source: Aqua Scepter
zh_cn: 海蓝权杖

source: Arapaima
zh_cn: 巨骨舌鱼

source: Arapaima Banner
zh_cn: 巨骨舌鱼旗

source: Arcane
zh_cn: 奥秘

source: Arcane Rune Wall
zh_cn: 奥术神符墙

source: Archaeologist
zh_cn: 考古学家

source: Archaeologist's Hat
zh_cn: 考古帽

source: Archaeologist's Jacket
zh_cn: 考古夹克

source: Archaeologist's Pants
zh_cn: 考古裤

source: Archery
zh_cn: 箭术

source: Archery Potion
zh_cn: 箭术药水

source: Architect Gizmo Pack
zh_cn: 建筑师发明背包

source: Arctic Diving Gear
zh_cn: 北极潜水装备

source: Are goblins really so different from us that we couldn't live together peacefully?
zh_cn: 哥布林和我们的差别有那么大吗，都没法和平相处了吗？

source: Are you here for a peek at my crystal ball?
zh_cn: 你来这里是不是想看看我的水晶球？

source: Arkhalis
zh_cn: Arkhalis剑

source: Arkhalis's Bodice
zh_cn: Arkhalis的紧身衣

source: Arkhalis's Hood
zh_cn: Arkhalis的兜帽

source: Arkhalis's Lightwings
zh_cn: Arkhalis的飞翼

source: Arkhalis's Tights
zh_cn: Arkhalis的紧身服

source: Armed Zombie Statue
zh_cn: 武装僵尸雕像

source: Armor Bracing
zh_cn: 盔甲背带

source: Armor Polish
zh_cn: 盔甲抛光剂

source: Armor Statue
zh_cn: 盔甲雕像

source: Armored
zh_cn: 装甲

source: Armored Cavefish
zh_cn: 装甲洞穴鱼

source: Armored Skeleton
zh_cn: 装甲骷髅

source: Armored Skeleton Banner
zh_cn: 装甲骷髅旗

source: Armored Viking
zh_cn: 装甲维京海盗

source: Armored Viking Banner
zh_cn: 装甲维京海盗旗

source: Arms Dealer
zh_cn: 军火商

source: Artery
zh_cn: 血脉球

source: As if living underground wasn't bad enough, jerks like you come in while I'm sleeping and steal my children.
zh_cn: 生活在地下已经够惨的了，像你这样的败类还要趁我睡觉来偷我的孩子。

source: Ash Ball
zh_cn: 尘球

source: Ash Block
zh_cn: 灰烬块

source: Asphalt Block
zh_cn: 沥青块

source: At last, my time has come!
zh_cn: 终于，我的机会来了！

source: Atlantic Cod
zh_cn: 大西洋鳕鱼

source: Attack
zh_cn: 攻击

source: Attackers also take damage
zh_cn: 攻击者也会受伤

source: Attackers also take full damage
zh_cn: 攻击者也会承受全部伤害

source: Attain maximum health and mana possible without accessories or buffs.
zh_cn: 在没有配饰或增益的情况下获得最大生命值和魔力值。

source: Attracts a legendary creature which flourishes in water & combat
zh_cn: 吸引一种在水中或战斗中十分活跃的传奇生物

source: Auto Select
zh_cn: 自动选择

source: Autohammer
zh_cn: 自动锤炼机

source: Automatically enable and reload mods when leaving Mod Browser: Off
zh_cn: 离开模组浏览器时自动启用并重新加载模组: 关闭

source: Automatically enable and reload mods when leaving Mod Browser: On
zh_cn: 离开模组浏览器时自动启用并重新加载模组: 开启

source: Automatically enabled newly downloaded mods: Off
zh_cn: 自动启用新下载的模组: 关闭

source: Automatically enabled newly downloaded mods: On
zh_cn: 自动启用新下载的模组: 开启

source: Automatically paints placed objects
zh_cn: 自动喷涂放置好的物品

source: Automatically places actuators on placed objects
zh_cn: 自动将制动器放置在已放好的物品上

source: Autopause Off
zh_cn: 自动暂停关

source: Autopause On
zh_cn: 自动暂停开

source: Autosave Off
zh_cn: 自动保存关

source: Autosave On
zh_cn: 自动保存开

source: Available commands:
zh_cn: 可用命令：

source: Avenger Emblem
zh_cn: 复仇者徽章

source: Average knockback
zh_cn: 普通击退力

source: Average speed
zh_cn: 普通速度

source: Awful
zh_cn: 可畏

source: Awkward
zh_cn: 粗笨

source: Axe Statue
zh_cn: 战斧雕像

source: BOOOIIINNNG!
zh_cn: 啵嘤！

source: Baby Dino
zh_cn: 恐龙宝宝

source: Baby Dinosaur
zh_cn: 恐龙宝宝

source: Baby Eater
zh_cn: 吞噬怪宝宝

source: Baby Face Monster
zh_cn: 脸怪宝宝

source: Baby Grinch
zh_cn: 格林奇宝宝

source: Baby Grinch's Mischief Whistle
zh_cn: 格林奇宝宝的恶作剧口哨

source: Baby Hornet
zh_cn: 黄蜂宝宝

source: Baby Mothron
zh_cn: 蛾怪宝宝

source: Baby Penguin
zh_cn: 企鹅宝宝

source: Baby Skeletron Head
zh_cn: 骷髅王宝宝头

source: Baby Slime
zh_cn: 史莱姆宝宝

source: Baby Snowman
zh_cn: 雪人宝宝

source: Baby Spider
zh_cn: 蜘蛛宝宝

source: Baby Truffle
zh_cn: 松露人宝宝

source: Back
zh_cn: 返回

source: Back where I'm from, we only serve Root Beer...
zh_cn: 在我的家乡，我们只供应根汁饮料...

source: Background Off
zh_cn: 背景关

source: Background On
zh_cn: 背景开

source: Backing up world file
zh_cn: 正在备份世界文件

source: Backspace
zh_cn: 退格键

source: Bacon
zh_cn: 培根

source: Bad header lead to a read buffer overflow.
zh_cn: 标头错误导致读取缓冲区溢出。

source: Baleful Harvest
zh_cn: 邪恶丰收

source: Ball 'O Hurt
zh_cn: 链球

source: Ball O' Hurt
zh_cn: 链球

source: Ball of Fire
zh_cn: 火球

source: Ball of Frost
zh_cn: 寒霜球

source: Balla Hat
zh_cn: 巴拉帽

source: Ballista
zh_cn: 弩车

source: Ballista Cane
zh_cn: 弩车手杖

source: Ballista Panic!
zh_cn: 弩车恐慌！

source: Ballista Rod
zh_cn: 弩车魔杖

source: Ballista Staff
zh_cn: 弩车法杖

source: Balloon Animal
zh_cn: 气球兔兔

source: Balloon Pufferfish
zh_cn: 气球河豚鱼

source: Bananarang
zh_cn: 香蕉回旋镖

source: Band of Regeneration
zh_cn: 再生手环

source: Band of Starpower
zh_cn: 星力手环

source: Banishes the Hallow
zh_cn: 驱逐出神圣之地

source: Banned from server.
zh_cn: 已从服务器封禁。

source: Banner
zh_cn: 旗帜

source: Banquet Table
zh_cn: 宴会桌

source: Bans a player from the server.
zh_cn: 从服务器封禁玩家。

source: Bar
zh_cn: 锭

source: Bar Stool
zh_cn: 高脚凳

source: Barkeep
zh_cn: 巴基普

source: Barrel
zh_cn: 桶

source: Basilisk
zh_cn: 蛇蜥怪

source: Basilisk Banner
zh_cn: 蛇蜥怪旗

source: Basilisk Mount
zh_cn: 蛇蜥怪坐骑

source: Bass
zh_cn: 鲈鱼

source: Bat
zh_cn: 蝙蝠

source: Bat Hook
zh_cn: 蝙蝠钩

source: Bat Scepter
zh_cn: 蝙蝠权杖

source: Bat Statue
zh_cn: 蝙蝠雕像

source: Bat Wings
zh_cn: 蝙蝠之翼

source: Batfish
zh_cn: 蝙蝠鱼

source: Bathtub
zh_cn: 浴缸

source: Battle
zh_cn: 战斗

source: Battle Potion
zh_cn: 战斗药水

source: Be it what it would, a jetpack would suit you nicely!
zh_cn: 不管怎样，喷气背包和你很搭！

source: Be safe; Terraria needs you!
zh_cn: 注意安全！泰拉瑞亚需要你！

source: Beach Ball
zh_cn: 沙滩球

source: Beam Sword
zh_cn: 光束剑

source: Beanie
zh_cn: 小便帽

source: Become a victim to a nasty underground trap.
zh_cn: 掉进险恶的地下机关。

source: Become immune after striking an enemy
zh_cn: 攻击敌人后进入免疫状态

source: Bed
zh_cn: 床

source: Bee
zh_cn: 蜜蜂

source: Bee Arrow
zh_cn: 蜜蜂箭

source: Bee Breastplate
zh_cn: 蜜蜂胸甲

source: Bee Cloak
zh_cn: 蜜蜂斗篷

source: Bee Greaves
zh_cn: 蜜蜂护胫

source: Bee Gun
zh_cn: 蜜蜂枪

source: Bee Hat
zh_cn: 蜜蜂帽

source: Bee Headgear
zh_cn: 蜜蜂头饰

source: Bee Hive
zh_cn: 蜂巢

source: Bee Keeper
zh_cn: 养蜂人

source: Bee Mount
zh_cn: 蜜蜂坐骑

source: Bee Pants
zh_cn: 蜜蜂裤

source: Bee Shirt
zh_cn: 蜜蜂衣

source: Bee Wax
zh_cn: 蜂蜡

source: Bee Wings
zh_cn: 蜜蜂之翼

source: Beenade
zh_cn: 蜜蜂手榴弹

source: Beetle Endurance
zh_cn: 甲虫耐力

source: Beetle Helmet
zh_cn: 甲虫头盔

source: Beetle Husk
zh_cn: 甲虫外壳

source: Beetle Leggings
zh_cn: 甲虫护腿

source: Beetle Might
zh_cn: 甲虫力量

source: Beetle Scale Mail
zh_cn: 甲虫铠甲

source: Beetle Shell
zh_cn: 甲虫壳

source: Beetle Wings
zh_cn: 甲虫之翼

source: Beetles increase your melee damage and speed
zh_cn: 甲虫增加你的近战伤害和速度

source: Beetles protect you from damage
zh_cn: 甲虫保护你不受伤害

source: Begone, Evil!
zh_cn: 滚开，恶魔！

source: Behind The Mask
zh_cn: 面具背后

source: Bell
zh_cn: 铃铛

source: Bench
zh_cn: 长椅

source: Best used for pranking townsfolk
zh_cn: 最适合用于戏弄乡亲

source: Betsy
zh_cn: 双足翼龙

source: Betsy Mask
zh_cn: 双足翼龙面具

source: Betsy Trophy
zh_cn: 双足翼龙纪念章

source: Betsy's Breath
zh_cn: 双足翼龙呼吸

source: Betsy's Curse
zh_cn: 双足翼龙诅咒

source: Betsy's Fireball
zh_cn: 双足翼龙火球

source: Betsy's Wings
zh_cn: 双足翼龙之翼

source: Betsy's Wrath
zh_cn: 双足翼龙怒气

source: Bewitched
zh_cn: 着魔

source: Bewitching Table
zh_cn: 施法桌

source: Bezoar
zh_cn: 牛黄

source: Big Booty
zh_cn: 丰厚战利品

source: Bill
zh_cn: 比尔

source: Binoculars
zh_cn: 双筒望远镜

source: Biome Hair Dye
zh_cn: 生物群落染发剂

source: Biome Pick
zh_cn: 生物群落选择

source: Bird
zh_cn: 鸟

source: Bird Banner
zh_cn: 鸟旗

source: Bird Cage
zh_cn: 鸟笼

source: Bird Statue
zh_cn: 小鸟雕像

source: Bitter Harvest
zh_cn: 苦涩收获

source: Black Belt
zh_cn: 黑腰带

source: Black Cat
zh_cn: 黑猫

source: Black Counterweight
zh_cn: 黑平衡锤

source: Black Dye
zh_cn: 黑染料

source: Black Fairy Dust
zh_cn: 黑色仙尘

source: Black Ink
zh_cn: 黑墨水

source: Black Lens
zh_cn: 黑晶状体

source: Black Paint
zh_cn: 黑漆

source: Black Recluse
zh_cn: 黑隐士

source: Black Recluse Banner
zh_cn: 黑隐士旗

source: Black Scorpion
zh_cn: 黑蝎子

source: Black Scorpion Cage
zh_cn: 黑蝎子笼

source: Black Slime
zh_cn: 黑史莱姆

source: Black Slime Banner
zh_cn: 黑史莱姆旗

source: Black String
zh_cn: 黑绳

source: Black Thread
zh_cn: 黑线

source: Black and White Dye
zh_cn: 黑白染料

source: Blackout
zh_cn: 灯火管制

source: Blacksmith
zh_cn: 布莱克史密斯

source: Blacksmith Rack
zh_cn: 铁匠架

source: Blade of Grass
zh_cn: 草剑

source: Bladed Glove
zh_cn: 利刃手套

source: Bladetongue
zh_cn: 舌锋剑

source: Blazing Wheel
zh_cn: 烈焰火轮

source: Bleeding
zh_cn: 流血

source: Bleeding Out
zh_cn: 血流不止

source: Blend-O-Matic
zh_cn: 搅拌机

source: Blessed Apple
zh_cn: 恩赐苹果

source: Blindfold
zh_cn: 蒙眼布

source: Blinkroot
zh_cn: 闪耀根

source: Blinkroot Planter Box
zh_cn: 闪耀根种植盆

source: Blinkroot Seeds
zh_cn: 闪耀根种子

source: Blizzard
zh_cn: 暴雪

source: Blizzard Staff
zh_cn: 暴雪法杖

source: Blizzard in a Balloon
zh_cn: 暴雪气球

source: Blizzard in a Bottle
zh_cn: 暴雪瓶

source: Blood Butcherer
zh_cn: 血腥屠刀

source: Blood Cloud
zh_cn: 血云

source: Blood Crawler
zh_cn: 血爬虫

source: Blood Crawler Banner
zh_cn: 血爬虫旗

source: Blood Feeder
zh_cn: 嗜血怪

source: Blood Feeder Banner
zh_cn: 嗜血怪旗

source: Blood Jelly
zh_cn: 血水母

source: Blood Jelly Banner
zh_cn: 血水母旗

source: Blood Lust Cluster
zh_cn: 嗜血狂斧

source: Blood Moon Countess
zh_cn: 血月伯爵夫人

source: Blood Moon Rising
zh_cn: 血月升空

source: Blood Rain
zh_cn: 血雨

source: Blood Water
zh_cn: 血水

source: Blood Water Fountain
zh_cn: 血水喷泉

source: Blood Zombie
zh_cn: 血腥僵尸

source: Blood Zombie Banner
zh_cn: 血腥僵尸旗

source: Blood Zombie Statue
zh_cn: 血腥僵尸雕像

source: Blood and Gore Off
zh_cn: 溅血效果关

source: Blood and Gore On
zh_cn: 溅血效果开

source: Bloodbath
zh_cn: 大屠杀

source: Bloody Machete
zh_cn: 血腥砍刀

source: Bloody Manowar
zh_cn: 血腥战神

source: Bloody Spine
zh_cn: 血腥脊椎

source: Blowgun
zh_cn: 吹箭筒

source: Blowpipe
zh_cn: 吹管

source: Blows bubbles
zh_cn: 吹泡泡

source: Blowup Smoke
zh_cn: 爆炸烟

source: Blue Acid Dye
zh_cn: 蓝酸性染料

source: Blue Armored Bones
zh_cn: 蓝装甲骷髅

source: Blue Armored Bones Banner
zh_cn: 蓝装甲骷髅旗

source: Blue Banner
zh_cn: 蓝旗

source: Blue Berries
zh_cn: 蓝浆果

source: Blue Brick
zh_cn: 蓝砖

source: Blue Brick Platform
zh_cn: 蓝砖平台

source: Blue Brick Wall
zh_cn: 蓝砖墙

source: Blue Counterweight
zh_cn: 蓝平衡锤

source: Blue Cultist Archer
zh_cn: 蓝邪教徒弓箭手

source: Blue Cultist Archer Banner
zh_cn: 蓝邪教徒弓箭手旗

source: Blue Cultist Caster Banner
zh_cn: 蓝邪教徒法师旗

source: Blue Cultist Fighter Banner
zh_cn: 蓝邪教徒战士旗

source: Blue Dungeon Bathtub
zh_cn: 蓝地牢浴缸

source: Blue Dungeon Bed
zh_cn: 蓝地牢床

source: Blue Dungeon Bookcase
zh_cn: 蓝地牢书架

source: Blue Dungeon Candelabra
zh_cn: 蓝地牢烛台

source: Blue Dungeon Candle
zh_cn: 蓝地牢蜡烛

source: Blue Dungeon Chair
zh_cn: 蓝地牢椅

source: Blue Dungeon Chandelier
zh_cn: 蓝地牢吊灯

source: Blue Dungeon Chest
zh_cn: 蓝地牢箱

source: Blue Dungeon Clock
zh_cn: 蓝地牢时钟

source: Blue Dungeon Door
zh_cn: 蓝地牢门

source: Blue Dungeon Dresser
zh_cn: 蓝地牢梳妆台

source: Blue Dungeon Lamp
zh_cn: 蓝地牢灯

source: Blue Dungeon Piano
zh_cn: 蓝地牢钢琴

source: Blue Dungeon Sink
zh_cn: 蓝地牢水槽

source: Blue Dungeon Sofa
zh_cn: 蓝地牢沙发

source: Blue Dungeon Table
zh_cn: 蓝地牢桌

source: Blue Dungeon Vase
zh_cn: 蓝地牢花瓶

source: Blue Dungeon Work Bench
zh_cn: 蓝地牢工作台

source: Blue Dye
zh_cn: 蓝染料

source: Blue Dynasty Shingles
zh_cn: 蓝王朝瓦

source: Blue Dynasty Wall
zh_cn: 蓝王朝墙

source: Blue Fairy
zh_cn: 蓝仙灵

source: Blue Flame Dye
zh_cn: 蓝焰染料

source: Blue Flame and Black Dye
zh_cn: 蓝焰黑染料

source: Blue Flame and Silver Dye
zh_cn: 蓝焰银染料

source: Blue Flare
zh_cn: 蓝照明弹

source: Blue Horseshoe Balloon
zh_cn: 蓝马掌气球

source: Blue Jay
zh_cn: 冠蓝鸦

source: Blue Jay Cage
zh_cn: 冠蓝鸦笼

source: Blue Jellyfish
zh_cn: 蓝水母

source: Blue Jellyfish Banner
zh_cn: 蓝水母旗

source: Blue Jellyfish Jar
zh_cn: 蓝水母罐

source: Blue Light
zh_cn: 蓝灯

source: Blue Lights
zh_cn: 蓝光

source: Blue Moon
zh_cn: 蓝月

source: Blue Paint
zh_cn: 蓝漆

source: Blue Phaseblade
zh_cn: 蓝陨石光剑

source: Blue Phasesaber
zh_cn: 蓝晶光刃

source: Blue Present
zh_cn: 蓝礼物

source: Blue Pressure Plate
zh_cn: 蓝压力板

source: Blue Rocket
zh_cn: 蓝火箭

source: Blue Slab Wall
zh_cn: 蓝板墙

source: Blue Slime
zh_cn: 蓝史莱姆

source: Blue Slime Banner
zh_cn: 蓝史莱姆旗

source: Blue Solution
zh_cn: 蓝溶液

source: Blue Stained Glass
zh_cn: 蓝花窗玻璃

source: Blue Streamer
zh_cn: 蓝饰带

source: Blue String
zh_cn: 蓝绳

source: Blue Team Block
zh_cn: 蓝团队块

source: Blue Team Platform
zh_cn: 蓝团队平台

source: Blue Tiled Wall
zh_cn: 蓝瓷砖墙

source: Blue Torch
zh_cn: 蓝火把

source: Blue Wires
zh_cn: 蓝电线

source: Blue Wrench
zh_cn: 蓝扳手

source: Blue and Black Dye
zh_cn: 蓝黑染料

source: Blue and Green Lights
zh_cn: 蓝绿光

source: Blue and Silver Dye
zh_cn: 蓝银染料

source: Blue and Yellow Lights
zh_cn: 蓝黄光

source: Blue:
zh_cn: 蓝：

source: Bluegreen Wallpaper
zh_cn: 蓝绿壁纸

source: Bobber
zh_cn: 浮标

source: Bomb
zh_cn: 炸弹

source: Bomb Fish
zh_cn: 炸弹鱼

source: Bomb Statue
zh_cn: 炸弹雕像

source: Bone
zh_cn: 骨头

source: Bone Arrow
zh_cn: 骨箭

source: Bone Bathtub
zh_cn: 骨头浴缸

source: Bone Bed
zh_cn: 骨头床

source: Bone Biter
zh_cn: 噬骨沙鲨

source: Bone Biter Banner
zh_cn: 噬骨沙鲨旗

source: Bone Block
zh_cn: 骨块

source: Bone Block Wall
zh_cn: 骨块墙

source: Bone Bookcase
zh_cn: 骨头书架

source: Bone Campfire
zh_cn: 骨头篝火

source: Bone Candelabra
zh_cn: 骨头烛台

source: Bone Chair
zh_cn: 骨头椅

source: Bone Chandelier
zh_cn: 骨头吊灯

source: Bone Chest
zh_cn: 骨箱

source: Bone Clock
zh_cn: 骨头时钟

source: Bone Dagger
zh_cn: 骨刀

source: Bone Door
zh_cn: 骨头门

source: Bone Dresser
zh_cn: 骨头梳妆台

source: Bone Feather
zh_cn: 骨之羽

source: Bone Glove
zh_cn: 骨头手套

source: Bone Javelin
zh_cn: 骨头标枪

source: Bone Key
zh_cn: 骨头钥匙

source: Bone Lamp
zh_cn: 骨头灯

source: Bone Lantern
zh_cn: 骨头灯笼

source: Bone Lee
zh_cn: 骷髅李小龙

source: Bone Lee Banner
zh_cn: 骷髅李小龙旗

source: Bone Piano
zh_cn: 骨头钢琴

source: Bone Pickaxe
zh_cn: 骨镐

source: Bone Platform
zh_cn: 骨头平台

source: Bone Rattle
zh_cn: 骨头宝

source: Bone Serpent
zh_cn: 骨蛇

source: Bone Serpent Banner
zh_cn: 骨蛇旗

source: Bone Sink
zh_cn: 骨头水槽

source: Bone Skeleton Statue
zh_cn: 骨头骷髅雕像

source: Bone Sofa
zh_cn: 骨头沙发

source: Bone Sword
zh_cn: 骨剑

source: Bone Table
zh_cn: 骨头桌

source: Bone Throwing Knife
zh_cn: 骨投刀

source: Bone Torch
zh_cn: 骨头火把

source: Bone Wand
zh_cn: 白骨魔棒

source: Bone Warp
zh_cn: 扭曲的骨头

source: Bone Welder
zh_cn: 骨头焊机

source: Bone Wings
zh_cn: 骨之翼

source: Bone Work Bench
zh_cn: 骨头工作台

source: Boned
zh_cn: 粉身碎骨

source: Bonefish
zh_cn: 骷髅鱼

source: Book
zh_cn: 书

source: Book of Skulls
zh_cn: 骷髅头法书

source: Bookcase
zh_cn: 书架

source: Boomerang Statue
zh_cn: 回旋镖雕像

source: Boomstick
zh_cn: 三发猎枪

source: Booster Track
zh_cn: 增速轨道

source: Boot Statue
zh_cn: 靴子雕像

source: Border Color
zh_cn: 边框颜色

source: Borderless Window: Disabled
zh_cn: 无边框窗口：已禁用

source: Borderless Window: Enabled
zh_cn: 无边框窗口：已启用

source: Boreal Wood
zh_cn: 针叶木

source: Boreal Wood Bathtub
zh_cn: 针叶木浴缸

source: Boreal Wood Bed
zh_cn: 针叶木床

source: Boreal Wood Bookcase
zh_cn: 针叶木书架

source: Boreal Wood Bow
zh_cn: 针叶木弓

source: Boreal Wood Breastplate
zh_cn: 针叶木胸甲

source: Boreal Wood Candelabra
zh_cn: 针叶木烛台

source: Boreal Wood Candle
zh_cn: 针叶木蜡烛

source: Boreal Wood Chair
zh_cn: 针叶木椅

source: Boreal Wood Chandelier
zh_cn: 针叶木吊灯

source: Boreal Wood Chest
zh_cn: 针叶木箱

source: Boreal Wood Clock
zh_cn: 针叶木时钟

source: Boreal Wood Door
zh_cn: 针叶木门

source: Boreal Wood Dresser
zh_cn: 针叶木梳妆台

source: Boreal Wood Fence
zh_cn: 针叶木栅栏

source: Boreal Wood Greaves
zh_cn: 针叶木护胫

source: Boreal Wood Hammer
zh_cn: 针叶木锤

source: Boreal Wood Helmet
zh_cn: 针叶木头盔

source: Boreal Wood Lamp
zh_cn: 针叶木灯

source: Boreal Wood Lantern
zh_cn: 针叶木灯笼

source: Boreal Wood Piano
zh_cn: 针叶木钢琴

source: Boreal Wood Platform
zh_cn: 针叶木平台

source: Boreal Wood Sink
zh_cn: 针叶木水槽

source: Boreal Wood Sofa
zh_cn: 针叶木沙发

source: Boreal Wood Sword
zh_cn: 针叶木剑

source: Boreal Wood Table
zh_cn: 针叶木桌

source: Boreal Wood Wall
zh_cn: 针叶木墙

source: Boreal Wood Work Bench
zh_cn: 针叶木工作台

source: Bottle
zh_cn: 玻璃瓶

source: Bottled Honey
zh_cn: 蜂蜜瓶

source: Bottled Water
zh_cn: 水瓶

source: Bottomless Water Bucket
zh_cn: 无底水桶

source: Boulder
zh_cn: 巨石

source: Bounces back after hitting a wall
zh_cn: 撞墙后弹回

source: Bouncy Bomb
zh_cn: 弹力炸弹

source: Bouncy Dynamite
zh_cn: 弹力雷管

source: Bouncy Glowstick
zh_cn: 弹力荧光棒

source: Bouncy Grenade
zh_cn: 弹力手榴弹

source: Bound Goblin
zh_cn: 受缚哥布林

source: Bound Mechanic
zh_cn: 受缚机械师

source: Bound Wizard
zh_cn: 受缚巫师

source: Bow Statue
zh_cn: 弓雕像

source: Bow Topper
zh_cn: 蝴蝶结礼帽

source: Bowl
zh_cn: 碗

source: Bowl of Soup
zh_cn: 鱼菇汤

source: Boxing Glove
zh_cn: 拳击手套

source: Brain Scrambler
zh_cn: 扰脑怪

source: Brain Scrambling Bolt
zh_cn: 扰心矢

source: Brain Suckler
zh_cn: 吮脑怪

source: Brain Suckler Banner
zh_cn: 吮脑怪旗

source: Brain of Confusion
zh_cn: 混乱之脑

source: Brain of Cthulhu
zh_cn: 克苏鲁之脑

source: Brain of Cthulhu Mask
zh_cn: 克苏鲁之脑面具

source: Brain of Cthulhu Trophy
zh_cn: 克苏鲁之脑纪念章

source: Brand of the Inferno
zh_cn: 地狱烙印

source: Brass Lantern
zh_cn: 黄铜灯笼

source: Brass Shelf
zh_cn: 黄铜架

source: Breach the impenetrable walls of the jungle temple.
zh_cn: 攻破丛林神庙坚不可摧的墙。

source: Breaker Blade
zh_cn: 毁灭刃

source: Breath
zh_cn: 呼吸

source: Breathe water instead of air
zh_cn: 可在水中而非空气中呼吸

source: Breathing Reed
zh_cn: 芦苇呼吸管

source: Brick Layer
zh_cn: 砖层

source: Bride of Frankenstein Dress
zh_cn: 科学怪人新娘服

source: Bride of Frankenstein Mask
zh_cn: 科学怪人新娘面具

source: Bright
zh_cn: 明亮

source: Bright Blue Dye
zh_cn: 淡蓝染料

source: Bright Brown Dye
zh_cn: 蓝棕染料

source: Bright Cyan Dye
zh_cn: 淡青染料

source: Bright Green Dye
zh_cn: 淡绿染料

source: Bright Lime Dye
zh_cn: 淡橙绿染料

source: Bright Orange Dye
zh_cn: 淡橙染料

source: Bright Pink Dye
zh_cn: 淡粉染料

source: Bright Purple Dye
zh_cn: 淡紫染料

source: Bright Red Dye
zh_cn: 淡红染料

source: Bright Silver Dye
zh_cn: 淡银染料

source: Bright Sky Blue Dye
zh_cn: 淡天蓝染料

source: Bright Teal Dye
zh_cn: 淡青绿染料

source: Bright Violet Dye
zh_cn: 淡蓝紫染料

source: Bright Yellow Dye
zh_cn: 淡黄染料

source: Brisk
zh_cn: 轻快

source: Broken
zh_cn: 碎裂

source: Broken Armor
zh_cn: 破损盔甲

source: Broken Bat Wing
zh_cn: 破蝙蝠之翼

source: Broken Hero Sword
zh_cn: 断裂英雄剑

source: Brown Dye
zh_cn: 棕染料

source: Brown Paint
zh_cn: 棕漆

source: Brown Pressure Plate
zh_cn: 棕压力板

source: Brown String
zh_cn: 棕绳

source: Brown and Black Dye
zh_cn: 棕黑染料

source: Brown and Silver Dye
zh_cn: 棕银染料

source: Bruce
zh_cn: 布鲁斯

source: Bubble
zh_cn: 泡泡

source: Bubble Gun
zh_cn: 泡泡枪

source: Bubble Machine
zh_cn: 泡泡机

source: Bubble Shield
zh_cn: 泡泡护盾

source: Bubble Wallpaper
zh_cn: 泡泡壁纸

source: Bubble Wand
zh_cn: 泡泡魔棒

source: Bubblegum Block
zh_cn: 泡泡糖块

source: Bubblegum Block Wall
zh_cn: 泡泡糖块墙

source: Buccaneer Bandana
zh_cn: 西域海盗头巾

source: Buccaneer Pantaloons
zh_cn: 西域海盗马裤

source: Buccaneer Tunic
zh_cn: 西域海盗上装

source: Buckets of Bolts
zh_cn: 万矢齐发

source: Bug Net
zh_cn: 虫网

source: Buggy
zh_cn: 蚜虫

source: Buggy Cage
zh_cn: 蚜虫笼

source: Buggy Statue
zh_cn: 蚜虫雕像

source: Build
zh_cn: 建造

source: Build + Reload
zh_cn: 生成并重新加载

source: Build + Reload All
zh_cn: 生成并重新加载全部模组

source: Build All
zh_cn: 生成全部

source: Build a house in a mushroom biome and have Truffle move in.
zh_cn: 在蘑菇群落里建造一栋房屋并让松露人住进来。

source: Build a house suitable enough for your first town NPC, such as the guide, to move into.
zh_cn: 建造一栋足够大的房屋，让第一个城镇的NPC（如向导）住进来。

source: Build or encounter a glowing mushroom field above the surface.
zh_cn: 打造或发现地表上的发光蘑菇地。

source: Builder
zh_cn: 建筑工

source: Builder Potion
zh_cn: 建筑工药水

source: Building: {0}
zh_cn: 生成中: {0}

source: Bulky
zh_cn: 笨重

source: Bulldozer
zh_cn: 推土机

source: Bullet
zh_cn: 子弹

source: Bumblebee Tuna
zh_cn: 大黄蜂金枪鱼

source: Bundle of Balloons
zh_cn: 气球束

source: Bundled Party Balloons
zh_cn: 派对气球束

source: Bunny
zh_cn: 兔兔

source: Bunny Banner
zh_cn: 兔兔旗

source: Bunny Cage
zh_cn: 兔兔笼

source: Bunny Cannon
zh_cn: 兔兔炮

source: Bunny Hood
zh_cn: 兔兔兜帽

source: Bunny Mount
zh_cn: 兔兔坐骑

source: Bunny Statue
zh_cn: 兔兔雕像

source: Bunnyfish
zh_cn: 兔兔鱼

source: Bunnyfish Trophy
zh_cn: 兔兔鱼纪念章

source: Burning
zh_cn: 燃烧

source: Burning Hades Dye
zh_cn: 烈焰冥王染料

source: Burning Sphere
zh_cn: 烈焰球

source: Busy
zh_cn: 繁忙

source: But I was almost done putting blinking lights up here!
zh_cn: 但我快要把闪光灯放到上面了！

source: Butcher
zh_cn: 屠夫

source: Butcher Banner
zh_cn: 屠夫旗

source: Butcher's Chainsaw
zh_cn: 屠夫链锯

source: Butterfly
zh_cn: 蝴蝶

source: Butterfly Dust
zh_cn: 蝴蝶尘

source: Butterfly Statue
zh_cn: 蝴蝶雕像

source: Butterfly Wings
zh_cn: 蝴蝶之翼

source: Buy
zh_cn: 购买

source: Buy ({0})
zh_cn: 购买({0})

source: Buy More
zh_cn: 购买更多

source: Buy now and get free shipping!
zh_cn: 现在购买还包邮！

source: Buy price:
zh_cn: 买价：

source: By: {0}
zh_cn: 作者: {0}

source: BzzzBzzBZZZZBzzz
zh_cn: 嗡嗡嗡嗡

source: Cactus
zh_cn: 仙人掌

source: Cactus Bathtub
zh_cn: 仙人掌浴缸

source: Cactus Bed
zh_cn: 仙人掌床

source: Cactus Bookcase
zh_cn: 仙人掌书架

source: Cactus Breastplate
zh_cn: 仙人掌胸甲

source: Cactus Candelabra
zh_cn: 仙人掌烛台

source: Cactus Candle
zh_cn: 仙人掌蜡烛

source: Cactus Chair
zh_cn: 仙人掌椅

source: Cactus Chandelier
zh_cn: 仙人掌吊灯

source: Cactus Chest
zh_cn: 仙人掌箱

source: Cactus Clock
zh_cn: 仙人掌时钟

source: Cactus Door
zh_cn: 仙人掌门

source: Cactus Dresser
zh_cn: 仙人掌梳妆台

source: Cactus Helmet
zh_cn: 仙人掌头盔

source: Cactus Lamp
zh_cn: 仙人掌灯

source: Cactus Lantern
zh_cn: 仙人掌灯笼

source: Cactus Leggings
zh_cn: 仙人掌护腿

source: Cactus Piano
zh_cn: 仙人掌钢琴

source: Cactus Pickaxe
zh_cn: 仙人掌镐

source: Cactus Platform
zh_cn: 仙人掌平台

source: Cactus Sink
zh_cn: 仙人掌水槽

source: Cactus Sofa
zh_cn: 仙人掌沙发

source: Cactus Sword
zh_cn: 仙人掌剑

source: Cactus Table
zh_cn: 仙人掌桌

source: Cactus Wall
zh_cn: 仙人掌墙

source: Cactus Work Bench
zh_cn: 仙人掌工作台

source: Caged Lantern
zh_cn: 笼式灯笼

source: Calm
zh_cn: 冷静

source: Calming Potion
zh_cn: 镇静药水

source: Camera Mode
zh_cn: 相机模式

source: Camera Mode Disabled
zh_cn: 相机模式已禁用

source: Campfire
zh_cn: 篝火

source: Can be climbed on
zh_cn: 可供攀爬

source: Can be enchanted
zh_cn: 可附魔

source: Can be placed
zh_cn: 可放置

source: Can be placed in water
zh_cn: 可放置在水中

source: Can be traded for rare dyes
zh_cn: 可用于交换稀有染料

source: Can breathe and move easily underwater
zh_cn: 可在水下呼吸和轻松移动

source: Can mine Adamantite and Titanium
zh_cn: 可开采精金和钛金

source: Can mine Meteorite
zh_cn: 可开采陨石

source: Can mine Mythril and Orichalcum
zh_cn: 可开采秘银和山铜

source: Cancel
zh_cn: 取消

source: Candelabra
zh_cn: 烛台

source: Candle
zh_cn: 蜡烛

source: Candy Apple
zh_cn: 焦糖苹果

source: Candy Cane
zh_cn: 糖棒

source: Candy Cane Block
zh_cn: 糖棒块

source: Candy Cane Hook
zh_cn: 糖棒钩

source: Candy Cane Pickaxe
zh_cn: 糖棒镐

source: Candy Cane Sword
zh_cn: 糖棒剑
